Revit 2027 API
SymbolTypeId.InDashWgPer100ft Property
 Symbol in-wg/100ft, indicating unit Inches of water (60 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InDashWgPer100ft { get; }
Public Shared ReadOnly Property InDashWgPer100ft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InDashWgPer100ft {
	ForgeTypeId^ get ();
}
static member InDashWgPer100ft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace